/* No comment */
"Please contact your web hosting service provider for assistance" = "Kontakt venligst dit hosting firma for at få hjælp";

/* No comment */
"Please open a ticket at {0}" = "Venligst indberet en sag hos {0}";

"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS er den netværkstjeneste, der oversætter et server navn til en internetadresse. Denne fejl er oftest forårsaget af ikke at have nogen forbindelse til internettet eller at netværket er konfigureret forkert. Det kan også være forårsaget af DNS server eller en firewall ikke svare, der forhindrer adgang til nettet.";

"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Forbindelse forsøget blev afvist. Serveren kan være nede, eller dit netværk er muligvis ikke konfigureret korrekt.";